resume.org
#+OPTIONS: html-style:nil html-postamble:nil
#+AUTHOR: index (github.com/b-coimbra)
#+INFOJS_OPT: view:info toc:nil path:./lib/script.js
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="./lib/style.css" />
#+EXPORT_FILE_NAME: index.html
#+TITLE: Samanyu Roy's Resume

* Header
  :PROPERTIES:
  :HTML_CONTAINER_CLASS: header
  :END:

** Name
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: person-name header-item
   :END:

   Samanyu Roy

*** Short description
	:PROPERTIES:
	:HTML_CONTAINER_CLASS: short-description
	:END:

    Placeholder

** Birthday/Nacionality
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: header-item birthday-nacionality
   :END:

   19th Novemeber, 2004

   India

** Address
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: header-item address
   :END:

   Kolkata 700032

* Info
  :PROPERTIES:
  :HTML_CONTAINER_CLASS: info
  :HTML_HEADLINE_CLASS: info-title
  :END:

** Contact
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: info-item contact
   :END:

*** email
	:PROPERTIES:
	:HTML_CONTAINER_CLASS: email info-description link
	:END:

	#+ATTR_HTML: :link mailto:samanyuroy@gmail.com
	samanyuroy@gmail.com

*** phone
	:PROPERTIES:
	:HTML_CONTAINER_CLASS: phone info-description link
	:END:

	#+ATTR_HTML: :link tel:+1234567890
	NA

** Social
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: info-item social
   :END:

*** github
	:PROPERTIES:
	:HTML_CONTAINER_CLASS: github info-description link
	:END:

	#+ATTR_HTML: :link https://github.com/Sama-004
	Sama-004

*** github
	:PROPERTIES:
	:HTML_CONTAINER_CLASS: personal-website info-description link
	:END:

	#+ATTR_HTML: :link https://sama004.neocities.org/
	sama004.neocities.org
	
** Public Keys
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: info-item public-keys
   :END:

*** pgp
	:PROPERTIES:
	:HTML_CONTAINER_CLASS: pgp info-description link
	:END:

	#+ATTR_HTML: :link https://github.com/b-coimbra.gpg
	*PGP* NA

*** crypto
    :PROPERTIES:
    :HTML_CONTAINER_CLASS: eth info-description link
    :END:

    #+ATTR_HTML: :link https://pastebin.com/raw/9KM8LSmc
    *ETH* NA
    
** Languages
   :PROPERTIES:
   :HTML_CONTAINER_CLASS: info-item languages
   :END:

   - *hi-IN* Native proficiency
   - *EN-US* Proficient
   - *bn-IN* Fluent

* Timeline
  :PROPERTIES:
  :HTML_CONTAINER_CLASS: timeline
  :END:

** Netaji Subhash Engineering College
	 :PROPERTIES:
	 :HTML_CONTAINER_CLASS: timeline-item education
	 :END:

	 #+ATTR_HTML: :date 2022 - Present
	 Btech in Information Technology

** Future Campus School
	 :PROPERTIES:
	 :HTML_CONTAINER_CLASS: timeline-item education
	 :END:

	 #+ATTR_HTML: :date 2021 - 2022
	 Higher Secondary Certificate

** B.D.M. International
	 :PROPERTIES:
	 :HTML_CONTAINER_CLASS: timeline-item education
	 :END:

	 #+ATTR_HTML: :date 2019 - 2020 
	 Secondary School Certificate

* Knowledge
  :PROPERTIES:
  :HTML_CONTAINER_CLASS: knowledge
  :END:
*to be updated*

* Skills
  :PROPERTIES:
  :CUSTOM_ID: skills
  :END:

  - *Git*
  - *Linux*
  - *JS*
  - *Node Js*
  - *Mongodb*
  - *C language*
  - *c++*
  - *Shell Scripting*

* Projects
  :PROPERTIES:
  :CUSTOM_ID: projects
  :END:

  - *NA* Adding soon
  - *NA* Adding soon
  - *Landing Page /html/ /css/* Clean looking landing page
  - *Inventory app /js/ /node/ /pug/* Food app front-end made with ionic2

* Certificates
  :PROPERTIES:
  :CUSTOM_ID: certificates
  :END:

   #+ATTR_HTML: :certificate-rank gold
   *NA*

   #+ATTR_HTML: :certificate-rank silver :class not-acquired
   *NA*

   #+ATTR_HTML: :certificate-rank bronze :class not-acquired
   *NA*
   
