index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Samanyu Roy's Resume</title>
<meta name="author" content="index (github.com/b-coimbra)" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="./lib/style.css" />


</head>
<body>
<div id="content" class="content">
<h1 class="title">Samanyu Roy's Resume</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd895f3e">1. Header</a>
<ul>
<li><a href="#orgf80d6a1">1.1. Name</a>
<ul>
<li><a href="#org1abe465">1.1.1. Short description</a></li>
</ul>
</li>
<li><a href="#org3485b83">1.2. Birthday/Nacionality</a></li>
<li><a href="#org5958bb4">1.3. Address</a></li>
</ul>
</li>
<li><a href="#orga784aa3">2. Info</a>
<ul>
<li><a href="#orgbd02df9">2.1. Contact</a>
<ul>
<li><a href="#org00cbc8b">2.1.1. email</a></li>
<li><a href="#org5752675">2.1.2. phone</a></li>
</ul>
</li>
<li><a href="#org24e4234">2.2. Social</a>
<ul>
<li><a href="#org8842a25">2.2.1. github</a></li>
<li><a href="#orge84fa3d">2.2.2. github</a></li>
</ul>
</li>
<li><a href="#orgecc554d">2.3. Public Keys</a>
<ul>
<li><a href="#orgb92e728">2.3.1. pgp</a></li>
<li><a href="#org88106d3">2.3.2. crypto</a></li>
</ul>
</li>
<li><a href="#orgb91137e">2.4. Languages</a></li>
</ul>
</li>
<li><a href="#org5001e0a">3. Timeline</a>
<ul>
<li><a href="#orgd5125fa">3.1. Netaji Subhash Engineering College</a></li>
<li><a href="#org857ef23">3.2. Future Campus School</a></li>
<li><a href="#org356e3d6">3.3. B.D.M. International</a></li>
</ul>
</li>
<li><a href="#orgf4ad664">4. Knowledge</a></li>
<li><a href="#skills">5. Skills</a></li>
<li><a href="#projects">6. Projects</a></li>
<li><a href="#certificates">7. Certificates</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd895f3e" class="outline-2 header">
<h2 id="orgd895f3e"><span class="section-number-2">1.</span> Header</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-orgf80d6a1" class="outline-3 person-name header-item">
<h3 id="orgf80d6a1"><span class="section-number-3">1.1.</span> Name</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Samanyu Roy
</p>
</div>

<div id="outline-container-org1abe465" class="outline-4 short-description">
<h4 id="org1abe465"><span class="section-number-4">1.1.1.</span> Short description</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
Placeholder
</p>
</div>
</div>
</div>

<div id="outline-container-org3485b83" class="outline-3 header-item birthday-nacionality">
<h3 id="org3485b83"><span class="section-number-3">1.2.</span> Birthday/Nacionality</h3>
<div class="outline-text-3" id="text-1-2">
<p>
19th Novemeber, 2004
</p>

<p>
India
</p>
</div>
</div>

<div id="outline-container-org5958bb4" class="outline-3 header-item address">
<h3 id="org5958bb4"><span class="section-number-3">1.3.</span> Address</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Kolkata 700032
</p>
</div>
</div>
</div>

<div id="outline-container-orga784aa3" class="outline-2 info">
<h2 id="orga784aa3" class="info-title"><span class="section-number-2">2.</span> Info</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-orgbd02df9" class="outline-3 info-item contact">
<h3 id="orgbd02df9"><span class="section-number-3">2.1.</span> Contact</h3>
<div class="outline-text-3" id="text-2-1">
</div>

<div id="outline-container-org00cbc8b" class="outline-4 email info-description link">
<h4 id="org00cbc8b"><span class="section-number-4">2.1.1.</span> email</h4>
<div class="outline-text-4" id="text-2-1-1">
<p link="mailto:samanyuroy@gmail.com">
samanyuroy@gmail.com
</p>
</div>
</div>

<div id="outline-container-org5752675" class="outline-4 phone info-description link">
<h4 id="org5752675"><span class="section-number-4">2.1.2.</span> phone</h4>
<div class="outline-text-4" id="text-2-1-2">
<p link="tel:+1234567890">
NA
</p>
</div>
</div>
</div>

<div id="outline-container-org24e4234" class="outline-3 info-item social">
<h3 id="org24e4234"><span class="section-number-3">2.2.</span> Social</h3>
<div class="outline-text-3" id="text-2-2">
</div>

<div id="outline-container-org8842a25" class="outline-4 github info-description link">
<h4 id="org8842a25"><span class="section-number-4">2.2.1.</span> github</h4>
<div class="outline-text-4" id="text-2-2-1">
<p link="https://github.com/Sama-004">
Sama-004
</p>
</div>
</div>

<div id="outline-container-orge84fa3d" class="outline-4 personal-website info-description link">
<h4 id="orge84fa3d"><span class="section-number-4">2.2.2.</span> github</h4>
<div class="outline-text-4" id="text-2-2-2">
<p link="https://sama004.neocities.org/">
sama004.neocities.org
</p>
</div>
</div>
</div>

<div id="outline-container-orgecc554d" class="outline-3 info-item public-keys">
<h3 id="orgecc554d"><span class="section-number-3">2.3.</span> Public Keys</h3>
<div class="outline-text-3" id="text-2-3">
</div>

<div id="outline-container-orgb92e728" class="outline-4 pgp info-description link">
<h4 id="orgb92e728"><span class="section-number-4">2.3.1.</span> pgp</h4>
<div class="outline-text-4" id="text-2-3-1">
<p link="https://github.com/b-coimbra.gpg">
<b>PGP</b> NA
</p>
</div>
</div>

<div id="outline-container-org88106d3" class="outline-4 eth info-description link">
<h4 id="org88106d3"><span class="section-number-4">2.3.2.</span> crypto</h4>
<div class="outline-text-4" id="text-2-3-2">
<p link="https://pastebin.com/raw/9KM8LSmc">
<b>ETH</b> NA
</p>
</div>
</div>
</div>

<div id="outline-container-orgb91137e" class="outline-3 info-item languages">
<h3 id="orgb91137e"><span class="section-number-3">2.4.</span> Languages</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li><b>hi-IN</b> Native proficiency</li>
<li><b>EN-US</b> Proficient</li>
<li><b>bn-IN</b> Fluent</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org5001e0a" class="outline-2 timeline">
<h2 id="org5001e0a"><span class="section-number-2">3.</span> Timeline</h2>
<div class="outline-text-2" id="text-3">
</div>

<div id="outline-container-orgd5125fa" class="outline-3 timeline-item education">
<h3 id="orgd5125fa"><span class="section-number-3">3.1.</span> Netaji Subhash Engineering College</h3>
<div class="outline-text-3" id="text-3-1">
<p date="2022 - Present">
Btech in Information Technology
</p>
</div>
</div>

<div id="outline-container-org857ef23" class="outline-3 timeline-item education">
<h3 id="org857ef23"><span class="section-number-3">3.2.</span> Future Campus School</h3>
<div class="outline-text-3" id="text-3-2">
<p date="2021 - 2022">
Higher Secondary Certificate
</p>
</div>
</div>

<div id="outline-container-org356e3d6" class="outline-3 timeline-item education">
<h3 id="org356e3d6"><span class="section-number-3">3.3.</span> B.D.M. International</h3>
<div class="outline-text-3" id="text-3-3">
<p date="2019 - 2020">
Secondary School Certificate
</p>
</div>
</div>
</div>

<div id="outline-container-orgf4ad664" class="outline-2 knowledge">
<h2 id="orgf4ad664"><span class="section-number-2">4.</span> Knowledge</h2>
<div class="outline-text-2" id="text-4">
<p>
<b>to be updated</b>
</p>
</div>
</div>

<div id="outline-container-skills" class="outline-2">
<h2 id="skills"><span class="section-number-2">5.</span> Skills</h2>
<div class="outline-text-2" id="text-skills">
<ul class="org-ul">
<li><b>Git</b></li>
<li><b>Linux</b></li>
<li><b>JS</b></li>
<li><b>Node Js</b></li>
<li><b>Mongodb</b></li>
<li><b>C language</b></li>
<li><b>c++</b></li>
<li><b>Shell Scripting</b></li>
</ul>
</div>
</div>

<div id="outline-container-projects" class="outline-2">
<h2 id="projects"><span class="section-number-2">6.</span> Projects</h2>
<div class="outline-text-2" id="text-projects">
<ul class="org-ul">
<li><b>NA</b> Adding soon</li>
<li><b>NA</b> Adding soon</li>
<li><b>Landing Page <i>html</i> <i>css</i></b> Clean looking landing page</li>
<li><b>Inventory app <i>js</i> <i>node</i> <i>pug</i></b> Food app front-end made with ionic2</li>
</ul>
</div>
</div>

<div id="outline-container-certificates" class="outline-2">
<h2 id="certificates"><span class="section-number-2">7.</span> Certificates</h2>
<div class="outline-text-2" id="text-certificates">
<p certificate-rank="gold">
<b>NA</b>
</p>

<p certificate-rank="silver" class="not-acquired">
<b>NA</b>
</p>

<p certificate-rank="bronze" class="not-acquired">
<b>NA</b>
</p>
</div>
</div>
</div>
</body>
</html>